</s> 19621
the 141384
of 71974
to 71091
in 53538
and 53020
a 50973
s 31836
saidsecond 31287
for 26693
it 22522
saidfirst 20726
on 18837
reutersecond 16594
is 16575
that 15238
by 14803
from 14790
its 14724
will 14613
vs 14529
be 14508
dlrsthird 14199
at 13617
with 13255
was 11460
u 10964
he 10591
has 10066
company 9588
as 9415
an 9379
mlnthird 9331
mlnfirst 8743
mlnsecond 8219
not 8173
inc 7999
which 7422
yearthird 7045
corp 6975
but 6927
are 6896
pctfourth 6857
this 6670
have 6649
ctsfirst 6072
were 5998
banksecond 5708
market 5621
had 5593
stock 5592
wouldfirst 5553
or 5411
onefirst 5156
billionthird 5156
about 5019
they 4938
pctfirst 4750
up 4737
co 4645
dlrssecond 4489
been 4436
twofirst 4394
oil 4157
yearfirst 4142
newsecond 4105
billionsecond 4077
pctthird 4063
debt 3985
government 3976
first 3929
may 3905
more 3888
wouldsecond 3541
exchange 3529
after 3517
than 3370
lossfirst 3354
lastsecond 3335
japan 3324
over 3319
other 3286
we 3219
banks 3211
price 3164
tradefirst 3140
sharesecond 3113
prices 3095
sharesfirst 3037
netsecond 3031
their 3019
rate 3016
marchfirst 3015
no 3008
netfirst 2981
per 2964
foreign 2960
interest 2915
alsofirst 2900
told 2888
if 2859
week 2856
agreement 2852
some 2830
threefirst 2817
aprilsecond 2813
newfirst 2763
could 2743
president 2708
under 2693
there 2561
all 2559
today 2551
groupfirst 2533
offer 2528
against 2518
expected 2506
lastfirst 2446
dollar 2410
unit 2393
due 2341
fivesecond 2301
world 2292
years 2254
into 2185
bankfirst 2171
alsosecond 2168
qtrsecond 2144
japanese 2141
added 2140
increase 2108
shrsecond 2105
because 2074
american 2071
taxsecond 2069
meeting 2046
commonfirst 2041
shrfirst 2030
issue 2030
officials 2020
current 2018
between 2004
spokesman 1977
sharessecond 1969
profitfirst 1967
made 1960
when 1943
industry 1939
dlrsecond 1933
official 1932
ltdfirst 1923
system 1923
earlier 1895
internationalfirst 1891
growth 1889
major 1889
now 1886
salesthird 1879
pctsecond 1871
business 1870
dlrsfirst 1845
ctssecond 1828
national 1821
reuterfirst 1817
while 1816
time 1812
chairman 1805
companies 1804
through 1793
his 1790
rosefirst 1783
any 1779
revsfirst 1767
next 1764
sources 1757
only 1745
risefirst 1717
should 1714
countries 1706
quartersecond 1686
plan 1683
sharefirst 1668
out 1665
stg 1658
state 1657
yearsecond 1651
fourfirst 1645
ratesfirst 1643
statement 1642
west 1641
financialfirst 1641
investmentfirst 1631
februaryfirst 1621
money 1620
report 1617
totalsecond 1613
who 1605
since 1601
earnings 1598
economicfirst 1597
sale 1584
products 1564
analysts 1560
budget 1560
tradingfirst 1555
ec 1554
monthsfirst 1551
i 1549
cut 1549
before 1546
buy 1545
netthird 1543
states 1541
down 1540
cash 1534
productionsecond 1525
ministerfirst 1513
agreed 1513
set 1510
plans 1509
central 1506
sixsecond 1500
further 1494
tonnessecond 1491
bond 1483
period 1479
januaryfirst 1472
financefirst 1467
talks 1449
program 1442
generalfirst 1436
canada 1432
losssecond 1430
export 1419
marketsfirst 1415
can 1412
tradesecond 1401
public 1400
boardfirst 1386
deficit 1381
departmentfirst 1376
such 1366
notefirst 1365
lower 1363
currency 1349
take 1322
based 1322
dividend 1318
monthsecond 1317
development 1310
yenfirst 1307
each 1303
t 1296
sell 1295
brazil 1294
billionfirst 1291
day 1288
higher 1286
says 1279
endthird 1277
profitsecond 1276
most 1275
announced 1274
make 1270
reported 1270
p 1268
k 1264
dlrfirst 1264
salessecond 1260
non 1257
during 1257
policy 1250
termfirst 1240
yesterday 1240
shareholders 1240
offeringfirst 1235
gas 1234
treasury 1233
tonnesfirst 1232
unionfirst 1227
did 1226
economy 1219
around 1212
annual 1210
subsidiary 1205
reaganfirst 1204
firm 1195
both 1195
o 1195
committee 1188
same 1184
european 1183
securitiessecond 1180
federalfirst 1172
loansfirst 1170
york 1166
ministry 1164
unitedfirst 1162
being 1162
canadian 1161
ago 1159
housefirst 1156
so 1156
however 1155
part 1148
terms 1147
capitalfirst 1145
acquisition 1138
country 1133
operfirst 1129
bonds 1128
including 1126
monthfirst 1123
owned 1123
internationalsecond 1116
demand 1114
service 1113
fellfirst 1110
fall 1110
still 1109
longfirst 1101
ltdsecond 1101
stake 1093
managementsecond 1091
sold 1079
off 1079
creditsecond 1077
systems 1076
income 1074
recordfirst 1064
recent 1059
quarterfirst 1056
likely 1051
issues 1044
expects 1043
shrsfirst 1036
second 1035
continue 1032
early 1025
reserves 1021
ctsthird 1018
securitiesthird 1017
our 1012
value 1011
china 1011
proposedfirst 1010
operationssecond 1008
these 1001
fund 998
private 998
operating 997
th 996
third 996
fiscal 994
futures 990
payments 983
services 979
plant 976
surplus 976
exportssecond 975
dealers 969
level 964
firms 962
sevenfirst 959
say 957
bankingfirst 955
energy 953
purchase 953
until 951
help 949
bill 948
basis 947
held 947
do 942
german 938
agriculture 938
days 933
full 933
avgfirst 928
output 927
farm 927
senior 926
merger 925
wellfirst 924
another 922
cost 921
capitalsecond 920
paysecond 919
domesticfirst 915
tender 914
figures 911
support 907
sugar 907
agency 904
marks 903
those 902
much 901
called 901
loanfirst 899
recordsecond 898
junesecond 895
bid 894
commercialfirst 893
amount 888
gold 887
court 886
results 884
action 882
outstandingfirst 882
estimated 881
british 879
approved 879
short 878
contractfirst 877
industrialfirst 875
notesfirst 873
them 872
deal 866
traders 866
very 861
what 860
fundsfirst 859
groupsecond 855
halffirst 853
computer 852
open 850
association 844
savings 843
costs 843
move 837
plc 836
wheatfirst 835
southfirst 835
many 826
reutersfirst 825
proposal 825
previous 822
prime 822
several 818
must 813
investorsfirst 811
reserve 811
aprilfirst 810
soviet 809
francs 806
salesfirst 804
joint 804
decision 803
crude 802
result 802
power 802
usefirst 801
issued 800
line 799
secretary 799
debentures 799
possible 798
include 798
st 795
profits 791
future 791
close 790
convertiblefirst 789
asked 789
monetary 788
approval 787
commissionsecond 786
low 785
here 784
boardsecond 782
conference 782
financing 780
eightsecond 780
m 779
tokyo 775
reduce 774
sector 773
fed 768
noted 768
less 764
declined 762
preferredfirst 761
change 759
french 757
administrationfirst 757
gulf 752
inflation 752
n 750
grain 748
back 748
importssecond 748
loansecond 748
lossthird 748
b 747
following 747
largest 747
nations 746
strong 744
creditfirst 743
levels 743
members 743
decemberfirst 740
number 735
decline 734
index 733
trust 732
germany 732
losses 732
coffee 732
divfirst 731
might 726
paper 725
taxfirst 725
product 725
highfirst 719
effective 718
endfirst 717
within 714
includesfirst 713
additional 711
l 709
commissionfirst 709
currently 708
industriesfirst 707
offered 705
order 704
comparedfirst 703
sees 702
acquire 702
insurance 701
western 698
way 698
pact 696
februarysecond 694
revenues 694
later 693
januarysecond 691
work 690
equity 688
filed 686
completed 684
comment 684
according 684
late 683
septemberfirst 680
exportsfirst 679
totalfirst 678
vice 677
signed 676
large 675
ninefirst 674
qtly 672
producers 672
own 671
leadfirst 669
corn 669
provide 667
problems 664
financialsecond 663
congress 662
venture 661
f 661
spending 659
productionfirst 656
bankersfirst 656
below 655
workers 655
local 653
meet 653
paymentfirst 653
payfirst 652
whether 652
federalsecond 651
accord 650
opec 649
account 647
worth 647
drop 647
economicsecond 647
initial 646
points 645
pointfirst 643
assetssecond 641
put 640
options 640
paris 639
bought 636
pacific 634
rd 633
october 631
division 628
north 628
goods 628
chieffirst 625
planned 624
reporters 624
paid 622
office 621
receivedfirst 619
measures 618
marketing 618
air 616
does 615
although 615
details 614
position 613
raised 612
endedfirst 612
julysecond 611
de 611
iran 611
past 610
c 608
raise 608
previouslyfirst 607
negotiations 605
member 605
least 605
need 605
usda 604
decembersecond 604
comparedsecond 602
ninethird 602
certain 602
give 600
france 599
acquired 599
without 597
reached 597
analyst 595
real 594
datafirst 593
given 593
good 590
balance 590
technology 589
contracts 589
alreadyfirst 588
subordinated 588
washingtonfirst 586
priorfirst 585
gainfirst 581
rights 581
friday 580
communityfirst 580
cuts 578
director 577
contractsecond 577
people 573
despite 573
even 573
senate 572
subject 572
changes 571
think 571
texasfirst 570
proceeds 568
import 567
managerfirst 567
holdings 567
revssecond 567
junefirst 566
makingfirst 566
holding 566
show 566
range 565
equipmentfirst 564
seen 563
among 563
consumer 562
farfirst 560
option 560
highsecond 559
facility 558
startsecond 558
corporate 558
availablesecond 558
usedsecond 558
above 558
twosecond 557
remain 557
assetsfirst 556
saying 556
research 556
just 555
britain 552
onesecond 552
conditions 551
orders 551
led 551
taiwan 550
recently 549
swiss 548
couponfirst 548
crop 548
target 548
splitfirst 547
increasedsecond 546
strike 545
intervention 544
londonsecond 544
base 543
reduced 543
moody 542
marchsecond 540
datefirst 538
home 537
executivefirst 535
go 533
unitssecond 533
area 533
package 533
party 532
forecastfirst 531
weeksfirst 530
ministers 529
mthssecond 527
electric 527
effect 526
how 526
australian 525
then 523
stockssecond 523
get 520
scheduled 520
qtrfirst 519
free 518
lending 518
pressure 517
name 517
mark 516
council 516
bpd 516
farmers 515
steel 514
seefirst 514
usedfirst 511
unitedsecond 511
bundesbank 510
too 510
billsfirst 508
main 507
small 506
near 506
yield 506
averagesecond 505
november 502
buying 501
information 500
expect 500
present 500
priorsecond 499
takeover 499
averagefirst 498
working 498
newssecond 496
where 496
white 494
increasedfirst 494
proposals 493
right 492
tradingsecond 491
barrels 490
addition 490
hold 489
specialfirst 488
life 488
taken 488
leadsecond 486
allow 485
d 485
closed 484
securitiesfirst 483
economists 482
ratessecond 481
going 481
little 481
bakerfirst 480
supplyfirst 479
force 478
endedsecond 476
nilfirst 475
sixfirst 475
stores 475
texaco 474
pricedfirst 474
city 473
continuedfirst 473
former 472
latest 472
manufacturing 470
few 469
repurchase 469
warrants 468
officerfirst 468
transaction 468
receive 467
political 465
soon 465
seeking 463
become 461
re 460
volume 460
finalfirst 460
increases 459
aid 458
yet 457
supplysecond 457
project 456
areas 456
cents 455
showed 452
law 451
return 451
tomorrow 450
commodity 450
monday 449
fixed 448
case 448
dutch 448
reform 447
partners 446
review 446
letter 445
telephone 445
australia 445
rising 444
fourthfirst 444
drug 443
natural 443
adding 443
yensecond 443
needed 443
holders 442
foodfirst 442
leading 441
begin 441
dailyfirst 439
like 439
februarythird 438
seek 437
began 437
reports 435
chemical 435
barrel 434
capacity 434
tariffs 434
creditors 433
better 433
restructuring 432
existing 432
saudi 431
construction 431
ag 430
gm 429
newsfirst 429
james 428
commerce 428
morgan 428
problem 428
mthsfirst 427
heavy 426
policies 425
quoted 424
situation 424
directors 424
study 424
impact 423
decided 422
operationsfirst 421
east 421
probably 420
limited 419
comefirst 418
petroleumfirst 418
controlfirst 417
carfirst 417
chrysler 417
setsfirst 416
agricultural 415
response 415
rules 414
included 414
resourcesfirst 414
keyfirst 413
generalsecond 413
mexico 410
place 410
payablefirst 409
secfirst 409
ninesecond 409
cars 409
turnover 408
exploration 407
head 406
importsfirst 406
revisedfirst 405
sellingsecond 405
currencies 405
setssecond 404
executivesecond 403
unchanged 401
motors 401
plusfirst 400
offers 399
availablefirst 399
call 398
discount 398
sells 397
agreements 397
adjustedfirst 396
immediately 396
kong 396
mortgage 394
hit 392
southern 392
africa 391
want 390
communications 390
chiefsecond 390
ending 389
e 389
overseas 389
us 388
form 387
england 387
cocoa 386
bakersecond 386
believe 385
imf 385
datesecond 385
nakasone 385
sharp 384
combined 384
franc 384
boost 384
purchases 382
stocksfirst 382
you 381
land 381
sterling 381
don 381
distribution 381
morning 381
able 380
operation 380
merrill 379
investor 379
g 379
quota 378
taking 378
shareholder 377
sharply 377
growing 375
filing 374
mine 373
j 373
domesticsecond 372
industriessecond 371
act 371
principal 370
network 369
brothers 369
top 368
reductionfirst 368
potential 367
similar 367
ruling 367
certificates 366
chicago 366
tonne 365
times 365
john 365
sellingfirst 364
classfirst 363
involved 363
continuing 362
hong 362
depositssecond 362
legislation 362
significant 361
mid 360
partnership 360
pressfirst 359
mining 358
war 358
slightly 358
lynch 357
customers 357
korea 357
almost 357
mainly 356
expansion 355
institutions 355
gainsecond 355
termsecond 353
figure 353
won 353
parfirst 353
again 352
soybean 352
she 352
taxes 352
settlement 351
consider 351
julyfirst 351
crisis 351
personal 351
efforts 350
europefirst 350
standardsecond 350
ahead 349
americafirst 349
vote 348
rather 348
liquidity 348
producer 347
developing 347
raising 347
investments 347
calls 346
dollarsfirst 346
excludes 344
londonfirst 343
increasing 343
performance 343
ibm 343
shearson 343
fivefirst 341
announcement 340
estimates 340
quotas 340
traded 340
italy 340
deposit 340
indonesia 339
volcker 339
improved 339
concern 339
rises 338
cover 338
securityfirst 338
namedfirst 337
lines 337
difficult 337
institute 336
test 336
overall 336
enough 335
threesecond 335
employees 332
caused 331
corporation 331
respectively 330
motor 330
remaining 330
produce 330
process 330
produced 329
businesses 328
credits 327
keep 327
building 327
health 326
request 325
disclosed 325
gatt 325
risk 325
greater 324
took 323
iranian 323
staff 323
limit 323
software 322
relatedfirst 322
opposition 322
quarterlyfirst 322
ecuador 321
parent 321
delivery 321
transactions 320
dome 320
marketssecond 320
previouslysecond 318
introduced 318
stability 317
charges 317
suit 317
light 316
paying 316
robert 316
northern 315
gavefirst 314
discuss 314
defense 313
retailfirst 313
brokers 313
copper 313
projects 312
extended 312
california 311
eurobondfirst 311
statistics 311
janfirst 310
medium 310
longsecond 310
television 310
shipments 310
express 309
properties 309
aircraft 308
managersecond 308
nearly 308
buys 308
important 308
southsecond 308
majority 308
longer 307
aimed 307
extraordinaryfirst 307
weather 307
improve 307
necessary 307
regulatory 307
affected 307
substantial 306
interview 306
buffer 306
includessecond 305
competition 305
issuingfirst 305
expand 305
run 304
notesecond 304
season 304
nation 303
airlinesfirst 303
controlsecond 303
closing 302
newspaper 302
interestsfirst 301
tuesday 300
brazilianfirst 300
grossfirst 300
factor 300
singapore 300
lawson 299
telecommunicationsfirst 299
accounts 299
augustfirst 299
stop 298
competitive 298
military 298
view 298
fellsecond 297
rosesecond 297
beginning 297
street 296
nd 296
consumers 296
build 295
reach 295
considering 293
bring 293
producing 292
salomon 292
medical 292
needs 292
discontinuedfirst 291
cooperation 291
seriesfirst 290
remains 290
standardfirst 290
investorssecond 290
managers 290
provision 290
computers 290
tons 289
philippines 289
minimum 289
exporters 289
started 289
dispute 289
argentina 289
borrowing 289
acquisitions 288
estate 288
great 287
pipeline 287
falling 287
prepared 287
getsfirst 287
best 287
clear 286
cable 286
maintain 286
indicated 285
came 285
changed 285
night 285
failed 285
petroleumsecond 284
session 284
provided 284
hard 284
activities 284
port 283
parliament 283
financesecond 283
usair 283
poorfirst 283
formed 283
field 282
left 282
designed 282
recovery 282
offeringsecond 281
progress 281
unless 281
african 281
gencorp 280
add 280
activity 280
allowed 279
venezuela 279
hours 279
cannot 278
h 278
leaders 278
met 277
outside 277
boston 277
means 277
role 277
property 276
underwritingfirst 276
labour 275
underwriters 275
requiredfirst 275
reflect 275
wage 274
wall 274
requirements 274
face 274
big 274
flow 274
dropped 273
fuel 273
question 273
iraq 273
subsidies 273
strategy 273
improvement 272
revenuesecond 272
bankruptcy 272
sourcefirst 272
plants 272
wants 272
shipping 271
economist 271
alreadysecond 271
makes 270
programs 270
rejected 269
wheatsecond 269
monthly 269
unlikely 269
reason 268
consumption 267
fully 267
latin 267
foursecond 267
operate 267
regular 267
facilities 267
accounting 266
zealand 266
particularly 266
bell 266
others 266
india 266
guaranteed 265
lost 265
delegates 264
estimatefirst 264
chargefirst 264
spain 264
r 263
payoutfirst 263
using 263
develop 262
supplies 262
manufacturers 262
denominations 262
factors 260
found 260
fees 260
believed 260
instead 260
either 260
owns 259
find 259
access 259
coming 258
attempt 258
planning 257
effort 257
undisclosed 257
legal 255
consolidated 255
granted 255
totalled 255
visit 254
yeutter 254
purchased 254
prospects 253
believes 253
voting 253
authorized 253
along 253
discussions 252
nuclear 252
rice 252
authorities 252
houses 252
claims 252
advanced 251
released 251
controls 251
developed 250
leader 249
eastern 249
raisesfirst 249
conversion 249
election 249
opening 248
mines 248
considered 248
water 247
parts 246
authority 246
gainssecond 246
semiconductor 246
postfirst 246
accept 246
percentage 246
benefit 245
rating 245
fee 245
assistance 245
continental 245
region 245
worldwide 245
accepted 244
outlook 244
old 244
arabia 244
aids 244
rubber 244
pretax 244
electronics 243
seasonally 243
electronic 243
application 242
temporary 242
listedfirst 242
beef 242
try 242
normal 241
cotton 241
luxembourgfirst 241
guilders 241
feet 240
purposes 240
representatives 240
shipment 240
cited 240
direct 240
managementfirst 240
callable 240
specific 239
groups 238
fordfirst 238
starting 238
launched 237
reuterssecond 237
asset 237
quality 237
wholly 237
signs 236
attack 236
predicted 236
agree 236
entered 236
unemployment 236
serious 236
congressional 235
partly 235
airline 235
measure 235
complete 234
giving 234
exchanges 234
principle 234
drilling 234
grow 233
preliminary 233
family 233
followed 232
moves 232
intends 232
round 232
ct 232
opened 231
rest 231
governments 231
maize 231
wednesday 231
weekly 231
video 230
pricing 230
seeks 230
customer 230
brokerage 229
royal 229
wanted 228
resourcessecond 228
speculation 228
david 227
awarded 227
spokeswoman 227
bp 227
projected 227
eightfirst 227
warrant 227
arms 226
bancorp 225
damage 225
looking 225
meetings 225
creditor 225
transfer 225
oils 224
silver 224
febfirst 224
redeem 224
richard 224
dividends 224
outstandingsecond 223
placed 223
privately 223
paul 223
bonus 223
pending 223
funding 222
possibility 222
cause 222
him 222
offset 222
itself 222
covering 221
suspended 221
crops 221
investmentsecond 221
acres 221
known 221
offshore 221
maximum 221
registrationfirst 220
prefirst 220
protection 220
posted 220
stepfirst 220
dealer 220
unitsfirst 220
engineering 220
miyazawa 219
independent 219
democratic 219
require 219
rule 219
falls 219
periods 219
boeing 218
coal 218
having 218
metal 218
subcommittee 218
concerned 217
william 217
provisionsfirst 217
reforms 217
ounces 217
every 217
rated 217
technologies 217
san 216
reducing 216
regional 216
subsidiaries 216
commonsecond 216
lyng 216
speech 215
biggest 215
brought 215
forecasts 215
single 215
laws 215
technical 214
shell 214
minusfirst 213
largely 213
equal 213
representative 213
urged 213
ratio 213
declaredfirst 213
winter 213
confidence 213
completes 212
americasecond 212
earnedfirst 212
slow 212
allied 212
middle 211
towards 211
immediate 211
thursday 211
diplomats 211
hopes 211
materials 211
cumulative 211
commitment 211
whose 210
remained 210
though 210
restrictions 209
failure 209
chinese 209
amounts 209
carry 209
files 209
ships 209
centfirst 209
trying 209
cutting 209
completion 209
stable 208
sea 208
away 208
premium 208
asia 208
whole 207
seat 207
am 207
together 207
gainsfirst 207
expenses 207
soybeans 207
newly 207
summer 207
anti 207
transport 207
managed 206
twa 206
parties 206
sevensecond 206
approve 206
various 206
reflected 205
lehman 205
organizationfirst 205
external 205
especially 205
hope 204
speaking 204
feed 204
negotiating 204
positive 204
governor 203
prevent 203
follows 203
forced 203
summit 203
oecd 203
buyers 203
via 202
lot 202
auction 202
monthssecond 202
pennzoil 202
affect 202
nilsecond 202
italian 201
associates 201
ability 201
limits 201
release 201
once 200
rescheduling 200
equivalent 200
different 200
saw 200
crowns 200
center 200
michael 200
avoid 199
drexel 199
funaro 199
cyclops 199
benefits 199
deputy 199
substantially 199
nippon 199
processing 199
look 199
vw 198
bids 198
hutton 198
valued 198
philippine 198
trend 198
excess 198
forces 198
done 197
generally 197
januarythird 197
stanley 197
separate 197
commercialsecond 197
adjustment 197
commodities 196
seriessecond 196
structure 196
europesecond 196
county 196
ccc 195
survey 195
securitysecond 195
citicorp 195
gasoline 195
banker 195
maturity 195
att 195
continues 194
commissionthird 194
debts 194
buyout 194
sought 194
utility 194
primarysecond 193
weekend 193
ore 193
active 193
positions 193
exercise 193
warner 192
registered 192
block 192
spot 192
originally 191
malaysia 191
backed 191
hughes 191
gnp 191
coast 191
totaled 191
district 191
panel 190
relatively 190
sanctions 190
holdsfirst 190
redemption 190
febsecond 190
sign 190
comparable 190
interested 189
ways 189
managing 189
intent 189
refinery 189
requirement 188
charged 188
pound 188
repayment 188
sachs 188
reorganization 188
borrowings 188
risesecond 187
ico 187
fact 187
representing 187
expectations 187
basicfirst 187
store 187
side 187
moscow 187
brown 187
smith 187
cattle 186
know 186
original 186
went 186
resigned 186
departmentsecond 185
social 185
imposed 185
size 184
huge 184
plussecond 184
revenuefirst 184
jobs 184
truck 183
calendar 183
abroad 183
shortage 183
published 183
quickly 183
ldp 182
warned 182
ownership 182
toronto 181
w 181
metals 181
floor 180
gmt 180
controlled 180
follow 180
loanssecond 180
transportation 180
actions 180
alternative 179
milesfirst 179
goldman 179
aa 179
file 179
lowered 178
opinion 178
extend 178
willing 178
radio 178
ton 177
participation 177
expressed 177
kuwait 177
globalfirst 177
relations 177
delayed 177
sent 176
significantly 176
sectors 176
maker 176
optimistic 175
helped 175
colombia 175
connection 175
ready 175
broker 175
forward 175
douglas 175
retaliation 175
launch 175
running 174
pricedsecond 174
approximately 174
palm 174
list 174
strength 174
makers 174
bureau 174
weak 174
ordinary 174
voted 173
opposed 173
scheme 173
resulting 173
ship 173
provisional 173
successful 173
represents 173
negative 172
steps 172
relief 172
established 172
discussed 172
spread 172
concessionfirst 172
care 172
starts 172
thailand 172
cabinet 171
conservative 171
comments 171
organisation 171
protect 170
repay 170
names 170
invest 169
machines 169
items 169
intended 169
defence 169
ecus 169
passed 169
peru 168
commitments 168
tin 168
effects 168
florida 168
behind 168
remarks 168
recession 168
affairs 168
afternoon 167
confirmed 167
instruments 167
larger 167
storage 167
scale 167
institutional 166
johnson 166
regulations 166
debtor 166
yields 166
moving 166
chase 166
hearing 165
margin 165
sun 165
supported 164
individual 164
replace 164
stockholders 164
thought 164
imported 164
ask 164
housesecond 164
wide 163
matter 163
nasdaq 163
consortium 163
turkey 163
hour 163
definitive 163
grew 163
notessecond 162
targets 162
gdp 162
bags 162
statements 162
applications 162
illinois 162
floating 161
preferredsecond 161
cargo 161
signal 160
meat 160
stoltenberg 160
spring 160
avgsecond 160
purolator 160
steady 159
provides 159
portion 159
belgian 159
stimulate 159
augustsecond 159
trader 159
digital 159
nyse 158
suggested 158
dilutedfirst 158
entire 158
dow 158
smaller 158
hoped 158
auto 158
ratings 158
ve 157
democrats 157
determined 157
ministersecond 157
secondary 157
arab 157
v 157
resulted 157
engine 157
poll 156
denied 156
elections 156
poorsecond 156
airbus 156
grade 156
adb 155
x 155
z 155
strikes 155
ohio 155
ends 155
ease 155
harvest 155
developments 155
mean 154
create 154
lire 154
waste 154
affirmed 154
inventory 153
traditional 153
chargesecond 153
marine 153
idea 153
texassecond 153
encourage 153
exceed 153
dixons 153
loadfirst 153
al 153
guarantee 153
offices 152
quarterlysecond 152
interbank 151
advisory 151
chance 151
quebec 151
annually 151
ceiling 151
highest 151
ussr 151
course 151
barley 150
ongpin 150
zinc 150
pension 150
leave 150
baldrige 150
refused 150
sheet 150
join 150
asian 149
employment 149
fears 149
built 149
river 149
affiliate 149
providing 149
fire 149
extension 149
delay 149
condition 149
george 149
louvre 149
margins 149
expenditure 149
exxon 148
housing 148
emergency 148
exposure 148
anticipated 148
solution 148
declining 148
santa 148
job 148
sweden 148
compromise 148
investigation 148
committed 148
lack 148
alleged 147
components 147
chip 147
borg 147
protectionist 147
piedmont 147
bourse 147
datasecond 147
takes 147
acreage 147
ge 147
placement 147
nv 147
totalling 147
pointsecond 147
toward 147
island 146
lambert 146
focus 146
republic 146
multi 146
resume 146
jansecond 146
thai 146
confident 146
enterprisesfirst 146
formal 146
risen 146
values 146
atlanticfirst 145
bad 145
pa 145
shortly 145
utilities 145
yugoslavia 145
space 145
soft 145
double 145
howard 145
interstate 145
chemicals 145
caesars 145
turn 145
industrialsecond 144
nigeria 144
linked 144
branch 144
accounted 144
septembersecond 144
testing 144
vehicles 144
push 144
broad 144
tough 144
switzerland 144
cftc 144
internal 144
sharesthird 144
converted 143
enter 143
ranging 143
raw 143
navy 143
cubic 143
netherlands 143
allowing 143
patent 143
fresh 143
strategic 143
primarily 143
shultz 143
versusfirst 143
nothing 142
portfolio 142
recorded 142
csr 142
row 142
executives 142
republican 142
poehl 142
jefferies 142
washingtonsecond 141
freeze 141
manhattan 141
decfirst 141
appears 141
adopted 141
practices 141
stood 141
announce 141
status 141
ab 141
negotiate 141
difficulties 141
aluminium 141
miller 140
pesos 140
houston 140
restated 140
forecastsecond 140
applied 140
doing 140
initially 140
textile 140
liabilities 140
declines 140
demands 139
norway 139
stage 139
decide 139
economies 139
ever 139
hurt 139
liberal 139
obligations 139
upon 139
across 139
egypt 138
fields 138
reflects 138
achieve 138
unions 138
proposedsecond 138
ounce 138
establish 138
material 138
reynolds 138
possibly 138
taft 138
spanish 138
appeared 138
veto 138
missiles 138
lease 138
hand 137
reporting 137
underlying 137
sa 137
jersey 137
preference 137
book 137
apply 137
bankerssecond 137
created 137
bilateral 137
receivedsecond 137
expire 137
pays 136
libor 136
aide 136
identified 136
rumors 136
membership 136
drive 136
body 136
appropriate 136
chapter 136
unable 136
rigs 136
compares 136
room 136
wholesale 136
listing 135
my 135
votes 135
shelf 135
hotel 135
agencies 135
university 135
campaign 135
bankamerica 135
described 135
treatment 135
hectares 135
federation 135
lbs 134
merge 134
directly 134
resolve 134
usesecond 134
stay 134
aerospace 134
democrat 134
wells 134
burnham 134
la 134
appointed 134
really 134
threatened 134
profitable 134
suspension 133
labor 133
card 133
pointed 133
argentine 133
debate 133
success 133
paymentsecond 133
reductions 133
dealing 132
rand 132
team 132
nominal 132
million 132
evidence 132
impose 132
serve 132
foods 132
responsible 132
operates 132
noranda 132
iraqi 132
club 132
michigan 131
involving 131
bear 131
elected 131
consideration 131
retain 131
sides 131
cbt 131
mutual 130
exclude 130
judge 130
direction 130
certificate 130
determine 130
rain 130
counter 130
ordered 130
repayments 130
offerings 130
throughout 129
approach 129
particular 129
excluding 129
allows 129
anything 129
growers 129
maturing 129
zero 129
sunday 129
finalsecond 129
freight 128
ventures 128
kind 128
subsidy 128
widely 128
drought 128
increasingly 128
band 128
shift 128
underwriter 128
los 128
design 128
manila 128
borrowers 128
inventories 128
shows 128
icco 128
opportunities 128
cases 128
wilson 127
chancellor 127
miti 127
sole 127
link 127
minerals 127
lowest 127
noting 127
ensure 127
presidential 127
curb 127
reaction 127
centre 127
fleet 126
programme 126
secured 126
achieved 126
army 126
coastal 126
notethird 126
bringing 126
calif 126
talking 125
gap 125
combination 125
fair 125
employers 125
y 125
deregulation 125
ban 125
saturday 125
traffic 125
black 125
strongly 125
pakistan 125
advance 125
appeal 125
greenspan 125
farsecond 125
break 125
businessmen 124
recommendation 124
syndicate 124
dairy 124
vegetable 124
initiative 124
swedish 124
partner 124
beyond 124
enable 124
regulators 124
duty 124
why 124
things 124
deutsche 123
airways 123
halt 123
model 123
insider 123
lift 123
closely 123
indian 123
decisions 123
carried 123
lenders 123
write 123
clearing 123
bulk 123
fats 123
scandal 123
du 122
movement 122
setting 122
stand 122
mcdonnell 122
police 122
charles 122
downgraded 122
leaving 122
specialsecond 122
stronger 121
jointly 121
belgium 121
begins 121
tariff 121
complex 121
ruled 121
divsecond 121
modest 121
interimfirst 121
comes 121
grace 121
reasons 121
operators 121
located 120
speed 120
themselves 120
allegheny 120
gives 120
severe 120
averaged 120
milessecond 120
environment 120
users 120
justice 120
communique 120
malaysian 120
works 119
namedsecond 119
citibank 119
duties 119
disclose 119
unfair 119
fourthsecond 119
midland 119
presecond 119
ba 119
clearly 119
environmental 119
semiconductors 119
depressed 118
presented 118
never 118
minority 118
angeles 118
overnight 118
associatedfirst 118
standards 118
deals 118
nor 118
advantage 118
balances 117
detailed 117
carrying 117
killed 117
acquiring 117
compete 117
draft 117
contributed 117
mitsubishi 117
lb 116
license 116
bonn 116
entertainment 116
underwritingsecond 116
goal 116
decsecond 116
media 116
grains 116
extent 116
gaf 116
uncertainty 116
martin 116
centers 116
cme 116
surpluses 116
threat 116
tests 116
mobil 116
alone 115
aim 115
halfsecond 115
dry 115
supermarkets 115
permit 115
southwest 115
disease 115
submitted 115
greece 115
amendment 115
korean 115
ontario 115
extra 115
tranche 115
became 115
phase 115
site 115
trucks 115
vehicle 115
presssecond 115
chips 115
talk 114
lloyds 114
written 114
participants 114
damages 114
begun 114
requested 114
startfirst 114
promote 114
guarantees 114
advances 114
getting 114
merchant 114
therefore 114
semi 114
formerly 114
moved 114
calling 114
reflecting 113
hotels 113
wins 113
officers 113
let 113
sumita 113
thus 113
dominion 113
certainly 113
shut 113
renewed 113
except 113
obtain 113
banque 113
profitability 113
intention 113
endsecond 113
yasuhiro 113
models 113
collapse 113
attractive 113
moderate 113
cpc 113
smelter 112
introduce 112
imbalances 112
mill 112
passengerfirst 112
md 112
earthquake 112
arrangement 112
concluded 111
van 111
balladur 111
something 111
branches 111
eventually 111
laboratories 111
adjustedsecond 111
integrated 111
sure 111
mills 111
missile 111
maturities 111
mostly 111
bushels 111
opportunity 111
wright 111
hands 111
expiration 111
listedsecond 110
expanded 110
station 110
fairchild 110
mexican 110
gained 110
actual 110
machinery 110
amoco 110
faces 110
highly 110
experts 110
jones 110
introduction 110
fallen 110
workforce 110
recommended 110
incentives 110
feel 109
decrease 109
negotiated 109
amc 109
vessels 109
spend 109
grant 109
covered 109
maintenance 109
got 109
underway 109
alliance 109
cross 109
harcourt 109
corporations 109
expanding 109
buyer 108
rapid 108
fda 108
broadcasting 108
refining 108
headquarters 108
fast 108
studies 108
fe 108
flexibility 108
delivered 108
kodak 108
extremely 108
pressures 108
schedule 108
weekssecond 108
distributed 108
usx 108
miners 108
clients 108
recapitalization 108
improving 108
pc 107
operated 107
meant 107
stabilise 107
supreme 107
burlington 107
often 107
splitsecond 107
meanwhile 107
trip 107
represented 107
ual 107
stabilize 107
nec 107
specialty 107
upward 107
airport 107
protest 107
thatcher 107
sosnoff 107
telegraph 107
frankfurt 106
carries 106
deadline 106
waiting 106
alternatives 106
virtually 106
parliamentary 106
tendered 106
contribution 106
acting 106
planted 105
accrued 105
factory 105
deliveries 105
weakness 105
fight 105
indonesian 105
fundssecond 105
flights 105
complaint 105
mercantile 105
star 105
ems 105
telecom 105
joined 104
pursue 104
thomas 104
cold 104
proceed 104
distance 104
liability 104
returned 104
dumping 104
tool 104
foodsecond 104
phillips 104
self 104
attributed 104
concerns 103
agent 103
extends 103
louisiana 103
reference 103
holiday 103
faced 103
adequate 103
kuwaiti 103
deficits 103
appear 103
thing 103
pace 103
elaborate 103
blood 103
participate 103
kansas 103
represent 103
flight 103
owners 103
king 103
exporting 102
seriously 102
holder 102
questions 102
hospital 102
obtained 102
rev 102
safety 102
denmark 102
red 102
welcomed 102
cos 102
example 102
tire 102
live 102
lake 101
dallas 101
front 101
fundamentals 101
exchequer 101
terminal 101
showing 101
beet 101
assistant 101
philips 101
portugal 101
eep 101
licences 101
risks 101
reverse 101
excessive 101
expenditures 101
chemlawn 101
intervened 101
assembly 101
exported 100
depending 100
circumstances 100
bankingsecond 100
always 100
remainder 100
convert 100
attacks 100
painewebber 100
adjustments 100
unsecured 100
revolving 100
rep 100
railway 100
attention 100
requires 100
strengthen 100
peabody 100
speculative 100
scott 99
kept 99
stopped 99
sumitomo 99
criticism 99
fear 99
powers 99
downgrade 99
seems 99
electrical 99
movements 99
williams 99
peter 99
guaranty 99
depreciation 99
barriers 99
wait 99
denominated 99
boosted 99
wages 99
diamond 99
seats 98
alan 98
core 98
seamen 98
massive 98
considerable 98
homes 98
pork 98
gavesecond 98
sears 98
win 98
expires 98
debtors 98
concentrate 98
sentiment 98
studying 98
refined 98
protectionism 98
performing 98
kidder 97
settle 97
tobacco 97
debenture 97
province 97
km 97
fairly 97
faster 97
rains 97
stations 97
sri 97
communitysecond 97
conducted 97
spa 97
acceptance 97
flat 97
eliminate 97
cities 97
headed 97
tight 97
quarters 97
recover 97
stressed 97
ports 97
sorghum 97
battle 96
venice 96
encouraging 96
wellsecond 96
cooperate 96
frozen 96
me 96
brings 96
makingsecond 96
felt 96
satisfactory 96
practice 96
employee 96
shortfall 96
spent 96
acquires 96
bbb 96
forms 96
save 96
burden 96
sen 96
resolved 95
toshiba 95
earn 95
simply 95
appreciation 95
favourable 95
version 95
electricity 95
trades 95
reasonable 95
maintained 95
address 95
realty 95
documents 94
looks 94
viacom 94
backlog 94
priority 94
ll 94
borrower 94
effectively 94
officersecond 94
bit 94
machine 94
shown 94
guilder 94
sufficient 94
resolution 94
suffered 94
affecting 94
damaged 94
entry 94
shipped 93
el 93
brief 93
appeals 93
toyota 93
approves 93
competitiveness 93
gte 93
getssecond 93
urges 93
lanka 93
kingdom 93
resignation 93
aggressive 93
individuals 93
hk 93
stated 93
rapidly 93
wang 93
swap 93
heavily 93
redeemable 93
publishing 93
turkish 93
sound 92
experience 92
depositsfirst 92
understanding 92
orange 92
worst 92
litigation 92
widespread 92
manufacturer 92
moment 92
worked 92
living 92
hanover 92
quite 92
nationwide 92
stance 92
troops 92
septsecond 92
controversial 92
columbia 92
planes 91
owed 91
conable 91
changing 91
contribute 91
baa 91
petition 91
proposes 91
prudential 91
uk 91
fraud 91
satellite 91
customs 91
engines 91
conservatives 91
writedown 91
man 91
fighting 91
donald 91
cereals 91
philadelphia 91
brands 90
lose 90
publicly 90
communist 90
withdraw 90
economics 90
bidding 90
harrisfirst 90
chartered 90
procedures 90
expensive 90
equities 90
purpose 90
thirds 90
books 90
institution 90
selected 90
mart 90
conduct 90
leveraged 89
promised 89
issuance 89
occurred 89
ii 89
des 89
euro 89
aviation 89
contained 89
asking 89
regulation 89
citing 89
jim 89
retained 89
valley 89
reaching 89
type 89
goes 89
seasonal 89
responsibility 89
unionsecond 89
montreal 89
governors 89
normally 89
issuingsecond 89
conservation 88
apparently 88
keeping 88
claytonfirst 88
amr 88
depend 88
israel 88
succeed 88
approvals 88
favorable 88
aug 88
carsecond 88
critical 88
automotive 88
bally 88
tankers 88
inter 88
referring 88
est 88
recommendations 88
play 88
narrow 88
warning 88
carrier 88
delta 88
ecu 87
favour 87
intervene 87
iv 87
worried 87
afg 87
wireless 87
reiterated 87
fundamental 87
civil 87
retirement 87
comprise 87
commenting 87
itt 87
pharmaceutical 87
livestock 87
sarney 87
upgraded 87
adds 87
delegation 87
arranged 87
violations 87
santos 87
bay 87
neither 87
sulphur 87
discussion 87
merchandise 87
eurobonds 87
ranges 87
pennsylvania 86
relationship 86
imperial 86
cominco 86
algeria 86
phelps 86
match 86
dual 86
tenfirst 86
pledged 86
leadership 86
pounds 86
volkswagen 86
expense 86
bahrain 86
choice 86
bangladesh 86
bache 86
aluminum 86
bull 86
pushed 86
sinking 86
eddie 86
regarding 86
diplomat 86
advertising 86
pass 86
declaredsecond 85
revisedsecond 85
newmont 85
nomura 85
journalists 85
broke 85
eligible 85
northwest 85
halted 85
outcome 85
insured 85
implement 85
seesecond 85
oct 85
planting 85
differentials 85
generale 85
lawsuit 85
jardine 85
uaw 85
northeast 85
intermediate 85
peking 84
indicate 84
drugs 84
method 84
shamrock 84
licensing 84
fifth 84
trans 84
judgment 84
cd 84
incurred 84
history 84
enhancement 84
eased 84
postsecond 84
concerning 84
zambia 84
presence 84
crazy 84
suppliers 84
pan 84
platform 84
danish 84
rio 84
terminated 84
attempts 84
coalition 84
weaker 84
bbl 84
draw 83
personnel 83
raisessecond 83
peak 83
doubt 83
foster 83
intend 83
bolivia 83
happen 83
generated 83
fujitsu 83
human 83
jose 83
circulation 83
formally 83
calculated 83
ground 82
hudson 82
shopping 82
chain 82
explained 82
attend 82
indicators 82
behalf 82
notice 82
receiving 82
moratorium 82
consistent 82
downward 82
extraordinarysecond 82
flows 82
underwritten 82
delays 82
becoming 82
agrees 82
francisco 82
aside 82
purchasing 82
usa 82
illegal 82
retire 82
soviets 82
fluctuations 82
grades 82
diplomatic 82
yielding 81
launches 81
affiliates 81
rupees 81
nov 81
discussing 81
assume 81
refinancing 81
twice 81
oklahoma 81
forest 81
fine 81
dynamics 81
cane 81
productivity 81
launching 81
adviser 81
turned 81
unadjusted 81
relative 81
financed 81
republicans 81
retaliate 81
alaska 81
variety 81
arrangements 81
advisers 81
runs 81
remove 81
heart 81
variable 81
usually 80
operator 80
compensation 80
lifted 80
ups 80
restructure 80
restricted 80
ill 80
exclusive 80
multilateral 80
occur 80
repeated 80
prompted 80
adopt 80
divisions 80
geneva 80
cargoes 80
actually 80
returns 80
graphics 80
putting 80
industrialised 79
processors 79
apparent 79
ongoing 79
gros 79
losing 79
uses 79
expired 79
arm 79
georgia 79
reed 79
efficiency 79
cbs 79
easier 79
separately 79
solve 79
bb 79
lp 79
deep 78
coordination 78
frank 78
flexible 78
opposes 78
supports 78
green 78
tonight 78
rural 78
indication 78
waters 78
siemens 78
oppose 78
primaryfirst 78
handling 78
tenders 78
iowa 78
heating 78
virginia 78
aims 78
courier 78
respect 78
utah 78
timing 78
heads 78
propose 78
jet 78
code 78
crown 78
century 78
comesecond 78
wood 78
chirac 77
answer 77
packaging 77
hostile 77
incentive 77
criticised 77
exercisable 77
facing 77
charter 77
minutes 77
drawn 77
voice 77
objective 77
commissioner 77
manage 77
manufacture 77
favor 77
zone 77
identify 77
entitled 77
causing 77
meal 77
dart 77
mm 77
barney 77
rebate 77
transcanada 77
beneficial 77
prospect 77
slight 76
warburg 76
container 76
nissan 76
finding 76
scientific 76
liquid 76
served 76
tehran 76
clinical 76
weight 76
completely 76
commonwealth 76
implemented 76
rally 76
levy 76
hill 76
iron 76
perhaps 76
finland 76
disclosure 76
rainfall 76
prospectus 76
generate 76
merged 76
manufactured 76
tell 76
upper 76
easing 76
struck 75
gillette 75
leasing 75
kiichi 75
optimism 75
quick 75
mineral 75
deficiency 75
border 75
repurchases 75
replaced 75
daiwa 75
registrations 75
nabisco 75
suspend 75
owner 75
volatility 75
finished 75
failing 75
amsterdam 75
actively 75
unspecified 75
amounted 75
respond 75
opens 75
surge 74
prove 74
imbalance 74
iadb 74
diversified 74
views 74
section 74
grounds 74
ringgit 74
defend 74
acid 74
servicing 74
lawyers 74
balanced 74
nearby 74
pro 74
austerity 74
broadly 74
attorney 74
slide 74
controlling 74
lloyd 74
otherwise 73
challenge 73
compliance 73
matters 73
distribute 73
uncertain 73
float 73
grand 73
indiana 73
del 73
monitor 73
renault 73
structural 73
supplier 73
difference 73
seem 73
fob 73
instrument 73
swaps 73
glass 73
delaware 73
citizens 72
privatisation 72
coins 72
disaster 72
ibc 72
tea 72
plantings 72
permission 72
enterprisessecond 72
generation 72
requests 72
nigel 72
fail 72
implications 72
thousands 72
leaves 72
officially 72
explore 72
kilos 72
alberta 72
nova 72
memory 72
vital 72
suisse 72
guinness 72
withdrawal 72
handle 72
septfirst 72
speaker 72
proved 71
westpac 71
influence 71
formula 71
airlinessecond 71
mission 71
differences 71
acknowledged 71
event 71
maintaining 71
provinces 71
send 71
dole 71
reagansecond 71
stearns 71
cds 71
clark 71
chile 71
fiat 71
boesky 71
jr 71
motion 71
recommend 71
embassy 71
lme 71
requiring 71
sense 71
autumn 71
fitzwater 71
transamerican 71
temporarily 71
textiles 71
comprising 71
partially 71
disposal 70
assigned 70
cooperative 70
aquino 70
count 70
unveiled 70
exchangeable 70
slowed 70
int 70
poland 70
yugoslav 70
tried 70
marked 70
packages 70
rapeseed 70
residents 70
becomes 70
award 70
bales 70
revision 70
mortgages 70
predict 70
mixed 70
totaling 69
restore 69
hoechst 69
gradually 69
tap 69
administrationsecond 69
premier 69
advised 69
reaffirmed 69
thrift 69
negotiators 69
harper 69
replied 69
sum 69
cyacq 69
dismissed 69
mass 69
partial 69
convertiblesecond 69
blamed 69
importers 69
icn 69
unusual 69
accused 69
lend 69
honeywell 69
bass 69
franklin 68
supervisory 68
micro 68
ambassador 68
exercised 68
elsewhere 68
mountain 68
qualified 68
volumes 68
restaurants 68
door 68
surprise 68
suggest 68
chamber 68
responding 68
weinberger 68
sharing 68
settled 68
secure 68
yr 68
default 68
straight 68
mile 68
aware 68
bullish 68
sluggish 68
implementation 68
produces 68
route 68
regions 68
postings 68
comprehensive 67
pentagon 67
colorado 67
attacked 67
involves 67
crash 67
kenya 67
metropolitan 67
wisconsin 67
testimony 67
danger 67
assurance 67
ideas 67
inflationary 67
corrected 67
hydro 67
powerful 67
brussels 67
convinced 67
park 67
societe 67
coverage 67
resource 67
uae 67
contact 67
tanker 67
rumours 67
bearing 67
equally 67
comply 67
indicator 67
devices 67
replacement 67
daniel 66
acceptable 66
newspapers 66
your 66
automobile 66
arrange 66
containing 66
inland 66
committees 66
gerhard 66
trends 66
banco 66
christian 66
retaliatory 66
cheaper 66
dilutedsecond 66
rig 66
concessions 66
young 66
specify 66
amstutz 66
resorts 66
plane 66
encouraged 66
joseph 66
drawing 66
agenda 66
pdvsa 66
improvements 66
auctions 66
barclays 66
elders 66
sao 66
buyback 65
payoutsecond 65
ties 65
involve 65
turning 65
society 65
tranches 65
jacobs 65
cancer 65
carriers 65
reviewing 65
herrington 65
ferruzzi 65
miguel 65
roughly 65
bottom 65
satisfied 65
downturn 65
accords 65
edison 65
braziliansecond 65
consecutive 65
cola 65
standing 65
broadcast 65
symbol 65
enterprise 65
commented 65
progressive 65
goals 65
senator 65
liberalisation 65
relatedsecond 65
popular 65
proxy 65
departments 65
coconut 65
disk 65
und 65
edward 65
borrow 65
numbers 65
consists 65
revlon 65
argued 64
lawrence 64
cautious 64
divided 64
amended 64
sustained 64
usage 64
carryforward 64
fslic 64
document 64
road 64
covers 64
administrative 64
meets 64
climate 64
attitude 64
poultry 64
fired 64
midwest 64
attract 64
treaty 64
hike 64
broken 64
alcan 64
pharmaceuticals 64
hungary 64
guidelines 64
solutions 64
patients 64
criteria 64
venezuelan 64
occidental 64
preparing 64
printing 64
pressing 64
bhp 64
mergers 63
rjr 63
shanghai 63
giant 63
mitsui 63
southeast 63
seemed 63
virus 63
slower 63
informal 63
irving 63
depends 63
impossible 63
coca 63
steering 63
tv 63
carolina 63
api 63
exporter 63
underground 63
rebels 63
invested 63
et 63
enhance 63
competing 63
americans 63
rotterdam 63
article 63
loading 63
fewer 63
announces 62
pins 62
square 62
negotiation 62
polled 62
permits 62
outlined 62
foot 62
fordsecond 62
ronald 62
emery 62
socialist 62
replacing 62
boosting 62
ltv 62
vessel 62
rejects 62
exceeded 62
woolworth 62
backing 62
willingness 62
factories 62
aggregate 62
moore 62
consent 62
essential 62
ward 62
person 62
offensive 62
contra 62
sydney 62
qatar 62
invited 62
affiliated 62
conflict 62
drain 62
holdssecond 62
brand 62
residential 62
plastics 62
grown 62
content 62
distributor 62
magazine 62
ultimately 62
inspection 62
amid 62
nature 62
limiting 62
deferred 61
boards 61
oilseeds 61
carter 61
correct 61
hongkong 61
equitable 61
bushel 61
appropriations 61
bar 61
proceedings 61
importance 61
inch 61
trump 61
leverage 61
easily 61
lee 61
yuan 61
intelligence 61
analysis 61
mellon 61
mississippi 61
receipts 61
mulford 61
gallon 61
refiners 61
disputes 61
momentum 61
amex 61
fdic 61
receipt 61
locations 60
circuit 60
film 60
rail 60
feedgrains 60
confirm 60
dean 60
true 60
traditionally 60
prev 60
stands 60
picture 60
vaccine 60
cie 60
bridge 60
ex 60
transferred 60
aaa 60
postponed 60
senators 60
panic 60
decree 60
claim 60
closer 60
decade 60
concept 60
uganda 60
announcing 60
doesn 60
submit 60
realized 60
signing 60
gilt 60
phoenix 60
qtrly 60
cooper 60
greek 60
none 60
permanent 60
edelman 60
premiums 60
sixth 60
inadequate 60
lawmakers 60
takeovers 60
recovered 60
foreigners 60
briefing 59
atlanta 59
bloc 59
treasuries 59
icahn 59
troubled 59
proportion 59
dated 59
cancelled 59
rostenkowski 59
basin 59
uruguay 59
dealings 59
crucial 59
cleared 59
triggered 59
competitors 59
golden 59
men 59
slaughter 59
westinghouse 59
extensive 59
narrowed 59
assumed 59
transmission 59
evaluate 59
tighten 59
harvested 59
gone 59
cheap 59
chances 59
permitted 59
adverse 59
blue 59
louis 59
fla 59
language 59
cement 59
allis 58
na 58
objections 58
withdrawn 58
curbs 58
thereafter 58
reject 58
nasd 58
nationale 58
kohl 58
reply 58
difficulty 58
joining 58
injunction 58
antitrust 58
jacques 58
henley 58
formation 58
foundation 58
audit 58
rescue 58
helmut 58
excellent 58
enforcement 58
super 58
utilization 58
urging 58
routes 58
removal 58
extending 58
removed 58
closure 58
compensate 58
dilson 58
targeted 57
participating 57
midnight 57
subsequent 57
industrialized 57
probe 57
segment 57
treasurer 57
carbide 57
indirect 57
terminals 57
inside 57
poindexter 57
myers 57
healthy 57
compatible 57
assuming 57
warns 57
comprised 57
networks 57
chalmers 57
snow 57
pick 57
gordon 57
examine 57
solid 57
pipelines 57
supercomputer 57
types 57
aegean 57
liquidation 56
friction 56
naval 56
resistance 56
allegis 56
polls 56
arizona 56
hedging 56
devaluation 56
pushing 56
consolidation 56
hog 56
scope 56
paulo 56
records 56
assist 56
inra 56
reductionsecond 56
contains 56
entirely 56
redeemed 56
establishing 56
automatic 56
employed 56
automation 56
freedom 56
exception 56
karl 56
heller 56
healthcare 56
urge 56
sons 56
voluntary 56
trial 56
tex 56
petrol 56
confirmation 56
opersecond 56
flour 56
passage 56
contracted 55
mandatory 55
hilton 55
stakes 55
tied 55
juice 55
assess 55
task 55
gao 55
affair 55
highway 55
attributable 55
carryforwards 55
rival 55
bancshares 55
somewhat 55
mer 55
education 55
gilts 55
check 55
auditors 55
jets 55
tx 55
pattern 55
died 55
closes 55
diagnostic 55
minute 55
pioneer 55
candidates 55
refineries 55
destinations 55
slump 55
installed 55
speculated 55
arbitrage 55
milk 55
universal 54
violated 54
delhi 54
methods 54
steadily 54
exchanged 54
reduces 54
itc 54
discovery 54
schlesinger 54
accrual 54
trillion 54
leases 54
her 54
provisionssecond 54
injured 54
lawyer 54
jumped 54
minnesota 54
wrong 54
supporting 54
allen 54
pacts 54
informed 54
reluctant 54
subsidized 54
specifically 54
comdata 54
lay 54
nbc 54
intel 54
beans 54
ottawa 54
dramatic 54
lumber 54
indications 54
degree 54
window 54
supercomputers 54
finnish 54
excluded 54
chevron 54
town 54
budgetary 54
royalty 54
wave 54
standstill 54
surprised 54
lilly 54
repaid 54
edouard 54
mail 54
spotlight 54
proceeding 54
sullivan 54
strengthening 54
subroto 54
morocco 54
contrast 53
counsel 53
disney 53
whatever 53
device 53
fcc 53
explain 53
damaging 53
slowing 53
deterioration 53
petrobras 53
table 53
ivory 53
consist 53
mr 53
measured 53
consensus 53
restraint 53
zimbabwe 53
pledge 53
laid 53
associate 53
responded 53
reopen 53
allegations 53
item 53
emirates 53
volatile 53
hearings 53
termination 53
ranged 53
advisor 53
allowance 53
mechanism 53
donaldson 53
belief 53
norwegian 53
reliance 53
prevailing 53
dodge 53
resist 53
apart 53
kilo 53
hardware 53
easy 53
suffer 53
mature 53
sprinkel 53
cci 53
retired 53
founder 53
acre 53
respective 53
wagner 52
norstar 52
hrs 52
distillers 52
restrict 52
helicopter 52
detroit 52
jump 52
flag 52
severely 52
everything 52
gradual 52
tentative 52
doubts 52
receives 52
sciences 52
dp 52
quake 52
rank 52
sort 52
happy 52
supplied 52
hikes 52
departure 52
pont 52
operational 52
proven 52
summary 52
nikko 52
tightening 52
mobile 52
relating 52
repair 52
necessarily 52
hundreds 52
procedure 52
margaret 52
taxation 52
renewal 52
exceeding 52
oriented 52
population 52
laser 52
conditioned 52
fiber 52
doubled 52
ireland 52
assumption 52
blocks 52
portland 52
widened 52
emerged 52
heard 52
henry 52
institutes 52
destroyed 52
cuba 52
breakdown 52
monier 52
dependence 51
ericsson 51
regan 51
climbed 51
sized 51
upgrade 51
track 51
nevada 51
prompt 51
euroyen 51
sweet 51
reviewed 51
thomson 51
territory 51
determination 51
benchmark 51
azpurua 51
honda 51
repeatedly 51
eurodollar 51
composite 51
seoul 51
millions 51
biotechnology 51
smc 51
secret 51
discovered 51
image 51
elimination 51
considers 51
inquiry 51
hanson 51
dependent 51
optical 51
oats 51
household 51
sessions 51
steep 51
